//JOBCONCI JOB (BCT,PROD),'CONCILIACION TDC',CLASS=A,MSGCLASS=H,
//             NOTIFY=&SYSUID
//******************************************************************
//* JOB_CONCILIACION - CONCILIACION NOCTURNA DE TRANSACCIONES TDC
//* DEPENDENCIA: JOB_VALIDACION DEBE TERMINAR CON RC=00
//* SCHEDULER: CONTROL-M - VER control-m-jobs.json
//******************************************************************
//*
//PASO01   EXEC PGM=CONCILI1
//STEPLIB  DD DSN=BCT.PROD.LOADLIB,DISP=SHR
//TRANIN   DD DSN=BCT.PROD.TDC.TRANSAC.D&LYYMMDD,DISP=SHR
//CONCOUT  DD DSN=BCT.PROD.TDC.CONCILIA.D&LYYMMDD,
//            DISP=(NEW,CATLG,DELETE),
//            SPACE=(CYL,(50,10),RLSE)
//EXCEPOUT DD DSN=BCT.PROD.TDC.EXCEP.D&LYYMMDD,
//            DISP=(NEW,CATLG,DELETE),
//            SPACE=(CYL,(10,5),RLSE)
//SYSOUT   DD SYSOUT=*
//*
//PASO02   EXEC PGM=IEBGENER,COND=(8,LT,PASO01)
//* GENERA ARCHIVO PARA CONTABILIDAD SOLO SI PASO01 FUE OK
//SYSUT1   DD DSN=BCT.PROD.TDC.CONCILIA.D&LYYMMDD,DISP=SHR
//SYSUT2   DD DSN=BCT.CTA.TDC.ENTRADA.D&LYYMMDD,
//            DISP=(NEW,CATLG,DELETE),
//            SPACE=(CYL,(50,10),RLSE)
//SYSIN    DD DUMMY
//SYSOUT   DD SYSOUT=*
